Repository: FadiKrdiyeh/RISMuj
Catalog: Resources/Res.*.resx
Languages: ar

# tshRecovery
source: Recovery
ar: استشفاء

# tshRecoveryType
source: Recovery Type
ar: رقم الاستشفاء

# tshSurDelGeniricIndex
source: Are you sure you want to delete this record?
ar: هل أنت متأكد، تريد حذف هذا السجل؟

# tshaddClinic
source: Add Clinic
ar: إضافة عيادة/شعبة

# tshClinicSec
source: Clinic/Sections
ar: العــــيادة/الشـــعبة

# tshdeleteClinic
source: Delete Clinic
ar: حذف عيادة/شعبة

# tshDoctor
source: Doctor
ar: طبيب

# tshEditClinic
source: Edit Clinic
ar: تعديل عيادة/شعبة

# tshEmp
source: Employee
ar: موظف

# tshIsDoctor
source: Type
ar: النوع

# tshNavClinic
source: Clinic and Sections
ar: العيادات والشعب

# tshModType
source: Modality Type
ar: نوع الآلة

# tshSend
source: Send
ar: إرسال

# tshSendOrder
source: Send order
ar: إرسال الطلب

# tshOrderStatu
source: Order status
ar: متابعة طلبات التصوير

# tshREPORTED
source: Reported
ar: كتب التقرير

# tshVIEWED
source: Viewed
ar: تم الاستعراض

# mnm_addRep
source: Add Report
ar: إضافة تقرير

# mnm_aud
source: Audio File
ar: الملف الصوتي

# mnm_birthdate
source: Birth Date
ar: تاريخ الولادة

# mnm_create
source: Add Report
ar: إضافة تقرير

# mnm_dele
source: Delete
ar: حذف التسجيل

# mnm_edit
source: Edit Report
ar: تعديل

# mnm_editedRep
source: Original Version:
ar: نسخة معدل من التقرير رقم:

# mnm_imageDate
source: Image Date
ar: تاريخ الصورة

# mnm_imageType
source: Image Type
ar: نوع الصورة

# mnm_next
source: Next
ar: التالي

# mnm_noResults
source: No Results
ar: لايوجد نتائج

# mnm_not
source: Summary
ar: الملخص

# mnm_of
source: From
ar: من

# mnm_orderStatus
source: Order Status
ar: حالة الطلب

# mnm_patname
source: Patient Name
ar: اسم المريض

# mnm_patStudies
source: Patient's studies
ar: دراسات المريض

# mnm_pos
source: Image Position
ar: وضعية الصورة

# mnm_prev
source: Previous
ar: السابق

# mnm_prin
source: Preview and Print
ar: معيانة وطباعة

# mnm_rec
source: Record
ar: تسجيل

# mnm_refph
source: Reffering Physcian
ar: فني الأشعة

# mnm_rep
source: Report
ar: التقرير

# mnm_repDate
source: Report Date
ar: تاريخ التقرير

# mnm_repDoc
source: Doctor Name
ar: اسم الطبيب

# mnm_results
source: Results
ar: نتائج

# mnm_savaPrint
source: Print and Save
ar: حفظ وطباعة

# mnm_search
source: Search
ar: بحث

# mnm_sendingDoctor
source: Sending Doctor
ar: الطبيب المرسل

# mnm_show
source: Show
ar: عرض

# mnm_showRep
source: Show Reports
ar: عرض التقارير

# mnm_stop
source: Stop
ar: إيقاف التسجيل

# mnm_tit
source: Study Title
ar: عنوان الدراسة المرضية

# mnm_AddProcedureTypes
source: Add Procedure Sub Types
ar: إضافة الوضعيات الفرعية

# mnm_procedureCode
source: Sub Type Code
ar: رمز الوضعية الفرعية

# mnm_procedureName
source: Sub Type Name
ar: اسم الوضعية الفرعية

# mnm_procEnName
source: Sub Type English Name
ar: الاسم باللغة االانكليزية

# mnm_subProcedures
source: Sub Types Name
ar: قائمة الوضعيات الفرعية

source: All
ar: الكل

# mnm_dir0
source: ltr
ar: rtl

# mnm_downloadStudies
source: Download Studies
ar: عرض دراسات المريض

# mnm_showImage
source: Display Image
ar: عرض الصورة

# mnm_viewStudies
source: View Studies
ar: عرض دراسات المريض

# mnm_floatDirection
source: left
ar: right

# mnm_themeDir
source: ltr
ar: rtl

# mnm_userDir
source: right
ar: left

# mnm_usrCHANGEPASSWORD
source: My Account
ar: حسابي

# mnm_usrLOGOUT
source: Logout
ar: خروج

# tshImageType
source: Image Type
ar: نوع الصورة

source: Auditting
ar: المراقبة

# ClinicPerms
source: Clinics
ar: إدارة العيادات والشعب

# DetailsWithReportsPerms
source: Patient Details With Reports Info
ar: عرض معلومات المريض مع التقرير

# HealthCardTypePerms
source: Health Card Type
ar: إدارة أنواع البطاقات الصحية

# MilDegreePerms
source: Military Degree
ar: إدارة الرتب العسكرية

# MilServiceTypePerms
source: Military Service Type
ar: إدارة الخدمة العسكرية

# MilUnitsPerms
source: Military Units
ar: إدارة الوحدات العسكرية

# RadiologyCalender
source: Radiology Order Calender
ar: مفكرة طلبات التصوير

# RadiologyOrdersStatusProcc
source: Folow Radiology Orders Status
ar: متابعة حالة طلبات التصوير

# RadiologyWaiting
source: Waiting Radiology Orders
ar: سجل طلبات الانتظار

# RecoveryTypePerms
source: Recovery Type
ar: إدارة أنواع الاستشفاء

# ReportCreatePerms
source: Create Report
ar: إنشاء تقرير

# ReportEditPerms
source: Edit Report
ar: تعديل تقرير

# mnm_refresh
source: Refresh
ar: تحديث

# tshOrderRecommendations
source: Order Recommendations
ar: توصيات

# tshOrderSummary
source: Summary
ar: لمحة سريرية

# ColorNmrlgy
source: Color Numerology
ar: الدلالات اللونية

# ColorRaddone
source: Radiography was done
ar: تم التصوير

# ColorRadReviewed
source: Radiographs were reviewed
ar: تم استعراض الصور

# ColorRadUnderway
source: Radiography is now underway
ar: يتم التصوير الآن

# ColorRepWritten
source: Report written
ar: تم كتابة التقرير

# ColorRequestSent
source: The request was sent but was not processed
ar: تم إرسال الطلب ولم يتم التصوير

# ColorAmbulance
source: Ambulance Order
ar: طلب إسعافي

# CreateApp
source: Create Appoinment
ar: إضافة حجز عيادة

source: Choose Clinic
ar: اختر العيادة

source: Appoinments
ar: مواعيد العيادات

source: Clinic Name
ar: اسم العيادة

# editApp
source: Edit Appoinment
ar: تعديل الموعد

# AppDate
source: Appoinment Date
ar: تاريخ الموعد

# AddApp
source: Add New Appoinment
ar: إضافة موعد جديد

source: App Details
ar: تفاصيل الموعد

# sureDeleteApp
source: Do you want to delete this App?
ar: هل أنت متأكد من حذف هذا الموعد؟

# AppCalenderView
source: View Appoinments Calender
ar: عرض مفكرة المواعيد

# AppAudit
source: Appoinments Auditing
ar: مراقبة تسجيل المواعيد

# appSearch
source: Search in Appoinments
ar: البحث في المواعيد

# DelSearchParam
source: Reset Search Parameters
ar: حذف معاملات البحث

# Milliliters
source: ml
ar: مل

source: With Injuction
ar: مع حقن

# injectionVal
source: Injection Value
ar: كمية الحقن

source: filtered
ar: تم الفلترة

source: total records
ar: دراسات إجمالية

source: choose
ar: اختر

# ClinicRequired
source: The name of the clinic/section must be specified
ar: يجب تحديد اسم الشعبة/ العيادة

source: No
ar: لا

# subRadProce
source: Sub Procrdure
ar: وضعية التصوير الفرعية

source: Yes
ar: نعم

source: Deleted
ar: محذوف

source: Procedure Price
ar: سعر الصورة بهذه الوضعية

source: News
ar: الأخبار

# ArabicLang
source: Arabic
ar: اللغة العربية

# EnglishLang
source: English
ar: اللغة الانكليزية

source: Add New News
ar: إضافة خبر جديد

source: Breaking News List
ar: قائمة الأخبار العاجلة

source: New Details
ar: تفاصيل الخبر

source: News Link
ar: رابط الخبر

source: News Text
ar: نص الخبر

source: News Title
ar: عنوان الخبر

# BillsIndex
source: Patient Bills View
ar: عرض فواتير المريض

# BillsEdit
source: Edit Bills
ar: تعديل الفاتورة

# BillsDelete
source: Delete Bills
ar: حذف الفاتورة

# BillsDetails
source: Bills Details View
ar: عرض تفاصيل الفاتورة

# ClinicAppoinmentIndex
source: Appoinments List View
ar: عرض قائمة المواعيد

# ClinicAppoinmentEdit
source: Edit Appoinments
ar: تعديل المواعيد

# ClinicAppoinmentDelete
source: Delete Appoinments
ar: حذف المواعيد

# ClinicAppoinmentDetails
source: Appoinments Details View
ar: عرض تفاصيل المواعيد

# addOrg
source: Add New Organization
ar: إضافة هيئة جديدة

# orgDiscount
source: Organization Bills Discount
ar: نسبة الحسم على الفواتير

# OrgIndex
source: Organizations
ar: الهيئات والحسم الخاص بها

# OrgName
source: Organization Name
ar: اسم الهيئة

# OrgNameError
source: Organization Name Error
ar: اسم الهيئة الذي أدخلته غير مناسب

# orgType
source: Organization Type
ar: نوع الهيئة

# orgTypeError
source: Organization Type Error
ar: خطأ في إدخال نوع الهيئة

source: Return To
ar: العودة إلى

# appPayReason
source: Why Free?
ar: سبب المعاينة المجانية

# appPayType
source: Appoinment Pay Type
ar: طريقة الدفع

# AppCost
source: Appoinment Cost
ar: كلفة المعاينة

# RadCost
source: Image Cost
ar: تكلفة الصورة الشعاعية

source: Additional Costs
ar: نفقات إضافية

source: Bill Date
ar: تاريخ الإصدار

source: Bill Value
ar: قيمة الفاتورة

# totBillValue
source: Total Bill Value
ar: قيمة الفاتورة الإجمالية

source: Bill Details
ar: تفاصيل الفاتورة

# BillCreate
source: Create Bill
ar: إنشاء فاتورة للمريض

source: Discount Value
ar: قيمة الحسم

# appsSt
source: Appoinments Statistics
ar: إحصائيات العيادات

# CLINICParameter
source: Clinic
ar: العيادة

# AppsNumber
source: Appoinments Number
ar: عدد الفحوصات

# Diagnosis
source: Doctor's Diagnosis
ar: تشخيص الطبيب

# AppStatsIndex
source: Show Appoinment Statsitstics
ar: عرض إحصائيات فحوصات العيادات

# AppStatsPatient
source: Show Patients' Statsitstics in Clinics
ar: عرض إحصائيات المرضى في العيادات

# BillsCreate
source: Bill Create
ar: إنشاء فاتورة

# ClinicAppoinmentCreate
source: Appoinment Create
ar: إنشاء موعد فحص في العيادة

# NewsIndex
source: Show News Page
ar: عرض قائمة الأخبار

# StatsApps
source: Show Appoinment Statistics Page
ar: عرض صفحة إحصائيات فحوصات العيادات

# AppCalender
source: Appoinments Calender
ar: مفكرة مواعيد العيادات

source: Clinic Appoinment Audit
ar: احصائيات مواعيد العيادات

# ModalityQcode
source: Modalite Qcode
ar: رمز العيادة في نظام الدور

# ModalityQcodeError
source: Modalite Qcode Error
ar: أدخل رمز الدور بشكل صحيح

# NoDataMsg
source: No Data To Show
ar: لا يوجد بيانات لعرضها
