Repository: FadiKrdiyeh/RISMuj
Catalog: Resources/Res.*.resx
Languages: ar

source: Add
ar: إضافة

# addDep
source: Add New Departement
ar: إضافة قسم جديد

# addMod
source: Add Modality
ar: إضافة آلة

# addNewMod
source: Add new Modality Type
ar: إضافة نوع آلات جديد

source: Add New Type
ar: إضافة نوع جديد

# AddPatient
source: Add New Patient
ar: إضافة مريض

# addPatientError
source: Error in Patient Adding
ar: حدث خطأ في إضافة المريض

# addProc
source: Add Procedure
ar: إضافة وضعية تصوير

# AddRad
source: Add Radiology Order
ar: إضافة طلب تصوير

# AddRadiology
source: Add New Radiology Order
ar: إضافة طلب تصوير

# AddUser
source: Add New User
ar: إضافة مستخدم جديد

source: Administrator
ar: مدير نظام

source: AE-Title
ar: تطبيق الآلة

# AeTitleError
source: enter AE-Title
ar: يجب إدخال تطبيق الآلة

# alreadyExists
source: This patient already exists
ar: هذا المريض موجود مسبقا

# backToDepList
source: Back to departement list
ar: رجوع إلى قائمة الأقسام

source: Back to modality list
ar: العودة إلى قائمة الآلات

# backToModProc
source: Back to modality procedures
ar: رجوع إلى صفحة وضعيات الآلة

# backtoModType
source: Back To Modality Type List
ar: رجوع إلى قائمة أنواع الآلات

# backToProcList
source: Back to Procedures List
ar: العودة إلى قائمة الوضعيات

# backToRadList
source: Back to Orders List
ar: عودة إلى قائمة الطلبات

source: Back to users list
ar: العودة إلى قائمة المستخدمين

# conn
source: Contact us
ar: اتصل بنا

source: Contact
ar: الحساب

# controlKey
source: Control
ar: التحكم

# CreateRad
source: Create Radiology Order
ar: إنشاء طلب تصوير

# CreateSchRad
source: Create Schedualed Order
ar: إضافة طلب مجدول

source: Delete
ar: حذف

# deleteMod
source: Delete Modality
ar: حذف آلة

# deletePat
source: Delete Patient
ar: حذف مريض

# deleteProc
source: Delete Procedure
ar: حذف وضعية تصوير

source: Delete User
ar: حذف مستخدم

# delModType
source: Delete Modality Type
ar: حذف نوع آلة

source: Departement
ar: القسم

# depList
source: Departements
ar: قائمة الأقسام

# depName
source: Departement name
ar: اسم القسم

# depReq
source: You must enter departement name
ar: يجب عليك إدخال اسم القسم

# deps
source: Departements
ar: الأقسام

# DEPTNAMEParameter
source: Departement
ar: القسم

source: Description
ar: تفاصيل الآلة

# DID
source: Insertion Day
ar: يوم الإدخال

# docId
source: Documnet number
ar: رقم الوثيقة

# DOCIDParameter
source: Document Number
ar: رقم الوثيقة

# docNum
source: Documnet number
ar: رقم الوثيقة

source: Edit
ar: تعديل

# editMod
source: Edit Modality
ar: تعديل آلة

# editModProc
source: Edit modality procedure
ar: تعديل وضعية الآلة

# editModTyp
source: Edit Modality Type
ar: تعديل نوع آلة

# editPat
source: Edit patient data
ar: تعديل بيانات المريض

# editPrco
source: Edit Procedure
ar: تعديل وضعية تصوير

# EditRad
source: Edit Order
ar: تعديل طلب

source: Edit User
ar: تعديل بيانات مستخدم

source: Edit User Data
ar: تعديل بيانات مستخدم

source: Emergency Order
ar: إسعاف

source: Employee
ar: موظف

# enter
source: Sign In
ar: دخول

# Error
source: An Error Happened
ar: حدث خطأ

# errorProc
source: You must enter the name of the procedure
ar: يجب عليك إضافة اسم الوضعية

source: Female
ar: أنثى

source: Find Patient
ar: بحث عن مريض

source: First page
ar: الصفحة الأولي

# groupByAge
source: Groub By Age
ar: إحصاء حسب العمر

# groupByDailyId
source: Group By Insertion Date (Daily)
ar: إحصاء حسب تاريخ الإدخال بشكل يومي

# groupByGendre
source: Groub By Gendre
ar: إحصائيات حسب الجنس

# groupByMonthlyId
source: Group By Insertion Date (Monthly)
ar: إحصاء حسب تاريخ الإدخال بشكل شهري

# groupByYearlyId
source: Group By Insertion Date (Yearly)
ar: إحصاء حسب تاريخ الإدخال بشكل سنوي

source: Home
ar: الصفحة الرئيسية

# homeTitle
source: Radiology Information System
ar: نظام تسجيل طلبات التصوير

# hos
source: Damascus Hospital
ar: الهيئة العامة لمستشفى دمشق

# indexPat
source: Patient Records
ar: سجل المرضى

# indexRad
source: Radiology Orders List
ar: سجل طلبات التصوير

# infoChart
source: Show Information As Statistical Charts
ar: عرض الإحصائيات على شكل مخططات

# infoTable
source: Show Information As Table
ar: عرض النتائج ضمن جدول تفصيلي

source: Insert Date
ar: تاريخ الدخول

source: Insurance Order
ar: تأمين/منظمات

source: Introduction
ar: مقدمة

source: ip Address
ar: عنوان الآلة

source: Language
ar: اللغة

source: Last page
ar: الصفحة الأخيرة

source: Login
ar: تسجيل الدخول

source: Log Out
ar: تسجيل الخروج

source: Main Page
ar: الصفحة الرئيسية

source: Male
ar: ذكر

# martialMar
source: Married
ar: متزوج

# martialSing
source: Single
ar: أعزب

# MID
source: Insertion Month
ar: شهر الإدخال

source: Modalities
ar: الآلات

# ModalityDepNameError
source: You Should Choose a Departement
ar: يتوجب عليك اختيار القسم

# Modalityname
source: name
ar: اسـم الآلـة

# ModalitynameError
source: enter name
ar: يجب إدخال اسم الآلة

# MODALITYNAMEParameter
source: Modality
ar: جهاز التصوير

# ModalityTypename
source: Type
ar: نوع الآلة

# ModalityTypenameError
source: enter type
ar: يجب إدخال نوع الآلة

# modList
source: Modalities List
ar: قائمة الآلات

# modProcError
source: You have to choose a procedure
ar: يتوجب عليك اختيار وضعية تصوير

# modProcs
source: Modality Procedures
ar: وضعيات الآلة

# ModRad
source: Modality
ar: جهاز التصوير

# mods
source: Modalities
ar: آلات التصوير

# modTypeList
source: Modality type list
ar: قائمة أنواع الآلات

# modTypList
source: Modality Type List
ar: قائمة أنواع الآلات

# nationalWarn
source: national number must be exactly 11 numbers!
ar: يجب أن يكون الرقم الوطني 11 خانة فقط

# navMod
source: Modalities
ar: قائمة الآلات

# navPat
source: Patients
ar: قائمة المرضى

# navProc
source: Procedures
ar: قائمة الوضعيات

# navRad
source: Orders
ar: قائمة الطلبات

# navType
source: Moadlity Types
ar: قائمة أنواع الآلات

# navUse
source: Users
ar: قائمة المستخدمين

source: New User
ar: إضافة مستخدم جديد

source: Next page
ar: الصفحة التالية

source: Normal Order
ar: عادي

# oderInsertDate
source: Order Insert Date
ar: تاريخ إنشاء الطلب

# OrderReportTitle
source: List Of Orders
ar: قائمة طلبات التصوير

# OrdersNumber
source: Number of Orders
ar: عدد طلبات التصوير

# ordersSt
source: Radiology Orders Statistics
ar: إحصائيات طلبات التصوير

source: Order Type
ar: نوع الطلب

# orderTypeReq
source: You must choose the order type
ar: يجب عليك اختيار نوع الطلب

source: Page
ar: الصفحة

# pass
source: Password
ar: كــلـمـــة الــمـرور

source: Password
ar: كــلـمـــة الــمـرور

# Password1
source: Password
ar: كلمة المرور

# patDetails
source: Patient Details
ar: بيانات المريض

# PatientAge
source: Age
ar: العمر

# PatientBirhtDate
source: BirthDate
ar: تاريخ الولادة

# PatientBirthplace
source: Birth Place
ar: مكان الولادة

# PatientCurrentaddress
source: Current Address
ar: العنوان الحالي

# PatientFirstname
source: First Name
ar: الاسم

# PatientFirstnameError
source: enter first name
ar: يتوجب إدخال اسم المريض

# PatientGendre
source: Gender
ar: الجنس

# PatientGivenId
source: Given Id
ar: رقم المريض

# PatientGivenIdError
source: enter Patient Given-Id
ar: يتوجب إدخال رقم المريض

# PatientInsertdate
source: Registeration Date
ar: تاريخ تسجيل المريض

# patientLable
source: Patient
ar: المريض

# PatientLandphone
source: Land Phone
ar: الهاتف الأرضي

# PatientLastname
source: Last Name
ar: الكنية

# PatientLastnameError
source: enter last name
ar: يتوجب إدخال كنية المريض

# PatientMartialstatus
source: Martial Status
ar: الحالة العائلية

# PatientMiddlename
source: Middle Name
ar: اسم الأب

# PatientMobilephone
source: Mobile Phone
ar: رقم الموبايل

# PatientMothername
source: Mother Name
ar: اسم الأم

# PATIENTNAMEParameter
source: Patient
ar: المريض

# PatientNationalidnumber
source: National Number
ar: الرقم الوطني

# PatientNationality
source: Nationality
ar: الجنسية

# PatientNearestperson
source: Nearest Person
ar: اسم أقرب شخص

# PatientNearestpersonphone
source: Nearest Person Phone
ar: رقم هاتف أقرب شخص

# PatientNotes
source: Initial notes and diagnosis
ar: الملاحظات الأولية والتشخيص المبدئي

# PatientOtherInfo
source: Other Information
ar: معلومات أخرى

# PatientResidentaddress
source: Resident Address
ar: عنوان الإقامة

# PatientsNumber
source: Number of Patients
ar: عدد المرضى

# PatientWorkaddress
source: Work Address
ar: عنوان العمل

# PatientWorkphone
source: Work Phone
ar: هاتف العمل

# PatientWorktype
source: Work Type
ar: طبيعة العمل

# patList
source: Back to patient list
ar: رجوع إلى قائمة المرضى

# PatRepTitle
source: List of Patients
ar: قائمة المرضى

# patSearch
source: Search
ar: بحث عن مريض

# patStat
source: Patient Statistics
ar: إحصائيات المرضى

source: port
ar: بوابة الآلة

source: Previous page
ar: الصفحة السابقة

source: Procedure
ar: وضعيات التصوير

# procedureCode
source: Price of this procedure
ar: كلفة هذه الصورة

source: Procedure Name
ar: وضعية التصوير

# procEnName
source: Procedure in English Language
ar: المصطلح باللغة الإنكليزية

# procs
source: Procedures
ar: وضعيات التصوير

# radDetails
source: Radiology Order Details
ar: بيانات طلب التصوير

# RadDoc
source: Doctor name
ar: اسم الطبيب

source: Radiology Order
ar: طلب تصوير

# RadMod
source: Modality
ar: جهاز التصوير

# RadModError
source: You Must Choose a Modality
ar: يجب عليك تحديد جهاز التصوير

# RadProce
source: Procrdure
ar: وضعية التصوير

# RadProceError
source: You Must Determine the Procedure
ar: يجب عليك اختيار وضعية التصوير

# radSearch
source: Search Orders
ar: بحث في الطلبات

# RadSendError
source: Error sending radioogy order
ar: حدث خطأ في إرسال الطلب

# RadSubmit
source: Submit Order
ar: تسليم الطلب

source: Referral Order
ar: إحالة

# regPage
source: Back to registeration page
ar: رجوع إلى صفحة التسجيل

# requiredfirstname
source: Error, You Must Enter The First Name
ar: يجب إدخال الاسم

# requiredlastname
source: Error, You Must Enter The Last Name
ar: يجب إدخال الكنية

# requiredrole
source: Error, You Must Determine User Role
ar: يجب تحديد صلاحيات المستخدم

# requiredusername
source: Error, You Must Enter The Username
ar: يجب إدخال اسم المستخدم

# requireduserpass
source: Error, You Must Enter Password
ar: يجب إدخال كلمة المرور

source: Role
ar: صلاحيات المستخدم

source: Save
ar: حفظ

# searchParas
source: Search Parameters
ar: معاملات البحث

source: Show Chart
ar: عرض المخطط

# similarPatient
source: Similar Patients
ar: مرضى مشابهين

# sinceDate
source: Since
ar: منذ

# STARTDATEParameter
source: Start Date
ar: تاريخ البدء

source: Statistics
ar: الإحصائيات

source: Study ID
ar: رقم الدراسة

# surDelDep
source: Do you want to delete this departement
ar: هل تريد حذف هذا القسم؟

# surDelMod
source: Do you want to delete this Modality?
ar: هل تريد حذف هذه الآلة؟

# surDelModTyp
source: Do you want to delete this modality type?
ar: هل تريد حذف نوع الآلة هذا ؟

# surDelProc
source: Do you want to delete this procedure?
ar: هل تريد حذف وضعية التصوير هذه؟

# surDelTyp
source: Do you want to delete this Type?
ar: هل تريد حذف هذا النوع من الآلات؟

# sureDeletePat
source: Do you want to delete this patient?
ar: هل تريد حذف هذا المريض؟

# suredeleteuser
source: Are You Sure ?
ar: هل أنت متأكد؟

# toDate
source: To
ar: حتى

source: User
ar: مستخدم

# userDupl
source: The entered username already exists
ar: اسم المستخدم المدخل موجود مسبقا

# userFn
source: First Name
ar: الاسم

# userLn
source: Last Name
ar: الكنية

source: UserName
ar: اســم المســتخدم

source: User Role
ar: صلاحيات المستخدم

source: Users List
ar: قائمة المستخدمين

# wel
source: welcome
ar: أهلاً

# YID
source: Insertion Year
ar: سنة الإدخال

# ConnectError
source: Connection Error
ar: خطأ في الاتصال بالمخدم

# OrderStartDate
source: Order Time
ar: وقت الطلب

# StartOrder
source: Start
ar: بدء

source: Completed
ar: منجز

source: Schedualed
ar: مجدول

source: Started
ar: قيد التنفيذ

source: from
ar: من

source: to
ar: إلى

# indexRadStatus
source: Radiology Status
ar: معالجة طلبات التصوير

# sureDeleteRad
source: Do you want to delete this order?
ar: هل تريد حذف هذا الطلب؟

# navRadStat
source: Radiology Status
ar: معالجة الطلبات

source: Group Name
ar: اسم المجموعة

source: Add New Group
ar: إضافة مجموعة

# backtoGroups
source: Back to Groups List
ar: عودة إلى قائمة المجموعات

# delGroup
source: Delete Group
ar: حذف مجموعة

source: Edit Group
ar: تعديل مجموعة

# groupList
source: Groups List
ar: قائمة المجموعات

# GroupNameError
source: You must enter group name
ar: يجب إدخال اسم المجموعة

# surDelGroup
source: Do You Want To Delete This Group
ar: هل تريد حذف هذه المجموعة؟

source: Group Details
ar: تفاصيل المجموعة

source: Group Permissions
ar: صلاحيات المجموعة

source: Permission Name
ar: اسم الصلاحية

# Permissions
source: Permissions List
ar: قائمة الصلاحيات

# UserCreate
source: Create new user
ar: اضافة مستخدم جديد

# UserDelete
source: Delete User
ar: حذف مستخدم

# UserEdit
source: Edit User Data
ar: تعديل بيانات مستخدم

# UserIndex
source: Show User
ar: عرض المستخدمين

# UnsPermErrorMessage
source: You don't have permission to complete this action. Please log in with an account that have sufficient privileges to complete this action
ar: لا تملك صلاحية إتمام هذا الإجراء. أعد تسجيل الدخول بحساب آخر يملك الصلاحيات الكافية لإتمام هذا الإجراء

# groupPerms
source: Group Priviliges
ar: صلاحيات المجموعة

source: User Details
ar: تفاصيل المستخدم

source: User Groups
ar: مجموعات المستخدم

# requireddepartment
source: Error, You Must Enter The User Department
ar: يجب تحديد قسم المستخدم

# DepartmentCreate
source: Create Department
ar: إضافة قسم

# DepartmentDelete
source: Delete Department
ar: حذف قسم

# DepartmentEdit
source: Edit Department
ar: تعديل قسم

# DepartmentIndex
source: Show Departments List
ar: عرض قائمة الأقسام

# GroupCreate
source: Create Group
ar: إنشاء مجموعة

# GroupDelete
source: Delete Group
ar: حذف مجموعة

# GroupEdit
source: Edit Group
ar: تعديل مجموعة

# GroupIndex
source: Show Groups List
ar: عرض قائمة المجموعات

# ModalityCreate
source: Create Modality
ar: إضافة آلة

# ModalityDelete
source: Delete Modality
ar: حذف آلة

# ModalityEdit
source: Edit Modality
ar: تعديل آلة

# ModalityIndex
source: Show Modality List
ar: عرض قائمة الآلات

# ModalityTypeCreate
source: Create Modality Type
ar: إضافة نوع آلة

# ModalityTypeDelete
source: Delete Modality Type
ar: حذف نوع آلة

# ModalityTypeEdit
source: Edit Modality Type
ar: تعديل نوع آلة

# ModalityTypeIndex
source: Show Modality Types List
ar: عرض قائمة أنواع الآلات

# PatientCreate
source: Create New Patient
ar: إضافة مريض جديد

# PatientDelete
source: Delete Patient
ar: حذف مريض

# PatientDetails
source: Show Patient Details
ar: عرض تفاصيل مريض

# PatientEdit
source: Edit Patient Data
ar: تعديل بيانات مريض

# PatientIndex
source: Show Patient List
ar: عرض قائمة المرضى

# PermsIndex
source: Show Permissions List
ar: عرض قائمة الصلاحيات

# ProcedureCreate
source: Create Radiology Procedure
ar: إضافة وضعية تصوير

# ProcedureDelete
source: Delete Radiology Procedure
ar: حذف وضعية تصوير

# ProcedureEdit
source: Edit Radiology Procedure
ar: تعديل وضعية تصوير

# ProcedureIndex
source: Show Radiology Procedures List
ar: عرض قائمة وضعيات التصوير

# RadiologyCreate
source: Create Radiology Order
ar: إضافة طلب تصوير

# RadiologyCreateSchedualed
source: Create Schedualed Radiology Order
ar: إضافة طلب تصوير مجدول

# RadiologyDelete
source: Delete Radiology Order
ar: حذف طلب تصوير

# RadiologyDetails
source: Show Radiology Order Details
ar: عرض تفاصيل طلب تصوير

# RadiologyEdit
source: Edit Radiology Order
ar: تعديل طلب تصوير

# RadiologyIndex
source: Show Radiology Orders List
ar: عرض قائمة طلبات التصوير

# RadiologyOrderStatus
source: Show Radiology Order Status
ar: عرض حالة طلبات التصوير

# StatsIndex
source: Show Statistics
ar: عرض الإحصائيات

# StatsOrders
source: Show Radiology Orders Statistics
ar: عرض إحصائيات طلبات التصوير

# StatsPatient
source: Show Patients Statistics
ar: عرض إحصائيات المرضى

# GroupDetailsPerm
source: Show Group Details
ar: عرض تفاصيل مجموعة

# UserDtails
source: Show User Details
ar: عرض تفاصيل مستخدم

# LoginFaild
source: Login failed, please check your user name and password!
ar: تأكد من اسم المستخدم وكلمة المرور!

# ErrorYouCant
source: You can't do this operation!
ar: لا يمكنك القيام بهذه العملية

source: GROUPS
ar: المجموعات

# modies
source: MODALITIES
ar: الآلات

source: ORDERS
ar: طلبات التصوير

source: PATIENTS
ar: المرضى

# perms
source: PERMISSIONS
ar: الصلاحيات

source: USERS
ar: المستخدمون

source: DEPARTMENTS
ar: الأقسام

source: PROCEDURES
ar: وضعيات التصوير

# requireduserDept
source: You must choose a departement
ar: يجب اختيار قسم

# BarCodePrint
source: Print BarCode
ar: طباعة الباركود

# CantDeletePatient
source: You Can Not Delete This Patient
ar: لا يمكنك حذف بيانات هذا المريض

# CantDeleteModality
source: You Can Not Delete This Modality
ar: لا يمكنك حذف هذه الآلة

# CantDeleteDepartment
source: You Can Not Delete This Department
ar: لا يمكنك حذف هذا القسم

# CantDeleteModalityType
source: You Can Not Delete This Modality Type
ar: لا يمكنك حذف نوع الآلة هذا

# CantDeleteProcedure
source: You Can Not Delete This Procedure
ar: لا يمكنك حذف وضعية التصوير هذه

source: Order Status
ar: حالة الطلب

# patOrders
source: Patient's Orders
ar: طلبات المريض

source: Required Values
ar: الحقول الاجبارية

# alertRequired
source: This field is required
ar: هذا الحقل يجب ألّا يكون فارغاً

# PatientBirthdate
source: Birthdate
ar: تاريخ الولادة

# PatientDocumnetId
source: Order Document number
ar: رقم الوثيقة للطلب

# PatientDoctor
source: Order Doctor name
ar: الطبيب المرسل للطلب

# reqField
source: Required field
ar: الحقل

# reqFieldManage
source: Required values management
ar: إدارة إدخال الحقول الاجبارية

source: Required
ar: إجباري

# requiredStartDate
source: Enter order start date
ar: يجب إدخال تاريخ الصورة

source: Cancel
ar: إلغاء

# rowsPerPage
source: Rows count per page
ar: عدد الأسطر في الصفحة

source: Done Successfully
ar: تمت العملية بنجاح

# OrderEndDate
source: End Date
ar: تاريخ الانتهاء

# AccNum
source: Accession Number
ar: رقم الدخول

# NotEmptyAtt
source: should not be empty
ar: لا يجب أن يكون فارغاً

source: Waiting
ar: انتظار

# WaitingRad
source: Waiting Radiology Orders
ar: سجل طلبات الانتظار

# InsertDateParameter
source: Insertion Date
ar: تاريخ الإدخال

# InsertUser
source: Edited By
ar: منفّذ العملية

# OrderRegStatus
source: Registration Status
ar: حالة التسجيل

# UpdateDeleteReason
source: Reason
ar: سبب العملية

source: Update date
ar: تاريخ التعديل

# UpdateUser
source: Updated User
ar: المستخدم المعدل

# audit
source: Auditing
ar: مراقبة

# ordersAudit
source: Orders Auditting
ar: مراقبة تسجيل طلبات التصوير

# patAudit
source: Patients Auditing
ar: مراقبة تسجيل المرضى

# mnmAlert
source: You Have to Choose Start Date and End Date
ar: يجب عليك تحديد كل من تاريخ بداية ونهاية البحث

# mnmChoMod
source: Choose Modality
ar: اختر جهاز التصوير

# mnmCurrentDate
source: Current Date
ar: الموعد المحدد

# mnmFr
source: Friday
ar: الجمعة

# mnmMin
source: Minute
ar: دقيقة

# mnmMon
source: Monday
ar: الأثنين

# mnmNextDate
source: New Date
ar: الموعد الجديد

# mnmOrderInfo
source: Information Of Radiology Order
ar: معلومات طلب التصوير

# mnmRadiologyCalendar
source: Radiology Orders Calendar
ar: مفكرة طلبات التصوير

# mnmRetrieve
source: Retrieving Data
ar: يتم الآن جلب المعطيات

# mnmSat
source: Saturday
ar: السبت

# mnmSince
source: Since
ar: منذ

# mnmSun
source: Sunday
ar: الأحد

# mnmTh
source: Thuersday
ar: الخميس

# mnmTo
source: Until
ar: حتى

# mnmTues
source: Tuesday
ar: الثلاثاء

# mnmWed
source: Wedensday
ar: الأربعاء

source: New info
ar: البيانات الجديدة

# mnmRegStatus
source: Operation
ar: العملية

# mnmIndexAudit
source: Updated Orders
ar: سجل طلبات التصوير المعدلة

# DoctorName
source: Doctor's Name
ar: اسم الطبيب

source: Add Doctor
ar: إضافة طبيب

# navDoctors
source: Doctors' List
ar: قائمة الأطباء

# mnmAlert1
source: Make sure that statrt date is smaller than end date
ar: تأكد من أن تاريخ بداية البحث أصغر من تاريخ نهاية البحث

source: Back to Doctors' List
ar: عودة إلى قائمة الأطباء

# DoctorDescription
source: Doctor's Description
ar: التوصيف الوظيفي للطبيب

# DoctorNameError
source: You have to enter doctor's name
ar: يجب إدخال اسم الطبيب

source: Delete Doctor
ar: حذف طبيب

# surDelDoctor
source: Are you sure you want to delete this Doctor?
ar: هل تريد حذف هذا الطبيب؟

# editDoctor
source: Edit Doctor Information
ar: تعديل بيانات طبيب

# mangLabel
source: Manage
ar: إدارة

# newPatDetails
source: Current Patient Details
ar: المعلومات الحالية للمريض

# newRadDetails
source: Current Radiology Details
ar: المعلومات الحالية لطلب التصوير

# oldPatDetails
source: Old Patient Details
ar: المعلومات القديمة للمريض

# oldRadDetails
source: Old Radiology Details
ar: المعلومات القديمة لطلب التصوير

# repeatPass
source: Confirm password
ar: تأكيد كلمة المرور

# checkRepPass
source: Repeat password correctly
ar: يجب ان تكون كلمة المرور متطابقة مع التأكيد

# editMyuser
source: Edit My information
ar: تعديل بيانات حسابي

# EmptyProcedueError
source: Pocedue name can't be empty
ar: يجب إدخال اسم وضعية التصوير

# DBStatus
source: Database Status
ar: حالة قاعدة المعطيات

source: Details
ar: تفاصيل

# NoNetworkOnPacs
source: Check Connection to pacs
ar: تأكد من الاتصال بالمخدم

# PacsServiceOff
source: Pacs service is not working well
ar: الخدمة لا تعمل

# PacsServiceOn
source: Pacs service is working well
ar: الخدمة تعمل بشكل جيد

source: Pacs Status
ar: حالة الباكس

source: RIS Status
ar: حالة الريس

source: Server
ar: المخدم

source: Status
ar: الحالة

# systemStat
source: System Status
ar: حالة النظام

# patFree
source: Free
ar: مجاني

# patPayed
source: Payed
ar: مأجور

# patTypeError
source: Acceptance Type is required
ar: يجب اختيار نوع القبول

# radPayReason
source: Reason
ar: السبب

# radPayType
source: Acceptance Type
ar: نوع القبول

# tshCantDeleteRecord
source: You can't delete record because it's related to another table
ar: لا يمكن حذف السجل لأنه مرتبط بجداول أخرى

# tshIndexName
source: Name
ar: الاسم

# tshIndexNameReq
source: Name is required
ar: الاسم إجباري

# tshNavHealthCardType
source: Health Card Types
ar: أنواع البطاقات الصحية

# tshNavMilDegree
source: Military Degrees
ar: الرتب العسكرية

# tshNavMilMainUnit
source: Military Main Units
ar: الوحدات العسكرية

# tshNavMilServiceType
source: Military Service Types
ar: نوع الخدمة العسكرية

# tshNavRecoveryType
source: Recovery Types
ar: أنواع الاستشفاء

# tshAcceptanceType
source: Acceptance Type
ar: نوع القبول

# tshaddHealthCardType
source: Add Health Card Type
ar: إضافة نوع البطاقة الصحية

# tshaddMilDegree
source: add military degree
ar: إضافة رتبة عسكرية

# tshaddMilMainUnit
source: Add Military Main Units
ar: إضافة الوحدات الرئيسية

# tshaddMilServiceType
source: Add Military Service Type
ar: إضافة نوع الخدمة

# tshaddRecoveryType
source: Add Recovery Type
ar: إضافة نوع استشفاء

# tshbackToList
source: back to list
ar: العودة للقائمة

# tshdeleteHealthCardType
source: Delete Health Card Type
ar: حذف نوع البطاقة الصحية

# tshdeleteMilDegree
source: Delete Military Degree
ar: حذف رتبة عسكرية

# tshdeleteMilMainUnit
source: Delete Military Main Unit
ar: حذف الوحدات الرئيسية

# tshdeleteMilServiceType
source: Delete Military Service Type
ar: حذف نوع الخدمة

# tshdeleteRecoveryType
source: Delete Recovery Type
ar: حذف نوع استشفاء

# tshEditHealthCardType
source: Edit Health Card Type
ar: تعديل نوع البطاقة الصحية

# tshEditMilDegree
source: Edit Military Degree
ar: تعديل رتبة عسكرية

# tshEditMilMainUnit
source: Edit Military Main Unit
ar: تعديل الوحدات الرئيسية

# tshEditMilServiceType
source: Edit Military Service Type
ar: تعديل نوع الخدمة

# tshEditRecoveryType
source: Edit Recovery Type
ar: تعديل نوع استشفاء

# tshHealthCard
source: Health Card
ar: بطاقة صحية

# tshhealthCardType
source: Health Card Type
ar: البطاقة الصحية

# tshMil
source: Military
ar: عسكري

# tshMilDegree
source: Degree
ar: الرتبة

# tshmilMainUnit
source: Main Unit
ar: الوحدة الرئيسية

# tshmilNum
source: Military Number
ar: الرقم العسكري

# tshmilServiceType
source: Service Type
ar: نوع الخدمة

# tshmilUnit
source: Unit
ar: الوحدة
